export let songIndex = 
    
    '<em>Українська народна пісня</em> – це музично-поетичний твір, який створювався народом,' + 
    'існує в усній формі, передається з покоління в покоління і не має відомого автора ' +
    '(або ж ім\'я автора з часом забулося). Про практику народної співанки, що існувала ' +
    'в найдавніші часи на теренах України, можна судити зі старовинних обрядових пісень.' +
    'Багато з них є відбитком цільного світогляду часів первісної людини, '+
    'що розкриває ставлення народу до природи та її явищ.<br><br>'+

    'Самобутній національний стиль найбільше повно представлений співанками ' +
    'центрального Придніпров\'я. Їм властиві мелодична орнаментика, вокалізація голосних, ' +
    'лади — еолійський, іонійський, дорійський (нерідко хроматизований), міксолідійський. ' +
    'Зв\'язки з білоруським фольклором особливо яскраво виявляються у фольклорі Полісся.<br><br>'+
    
    'У Прикарпатті й Карпатах розвинулися свої відмінні співанкові стилі. Їх визначають '+
    'як гуцульський і лемківський діалекти. Гуцульський фольклор відрізняється архаїчними' +
    'рисами в мелосі й виконавській манері (інтонування, наближене до натуральному ладу,' +
    'низхідні глісандо в закінченнях фраз, спів з вигуками, імпровізаційна мелізматика, '+
    'силабічний речитатив), взаємодією вокального й інструментального начал, зв\'язками з '+
    'молдавським і румунським фольклором. В ладовому відношенні гуцульському фольклору' +
    'притаманний особливий — гуцульський лад, а також — еолійський, іонійський, '+
    'та дорійський. Для лемківського діалекту характерні зв\'язки з польською, угорською, '+
    'словацькою співенністю, що проявляються в гостро пульсуючому синкопованому ритмі, '+
    'переважанні мажору над мінором, пануванні силабічного речитативу.'
    ''

export let songGimn =

    `
    <br><em>Ще не вмерла України і слава, і воля</em>.<br>    
    Ще нам, браття молодії, усміхнеться доля.<br>    
    Згинуть наші вороженьки, як роса на сонці,<br>    
    Запануєм і ми, браття, у своїй сторонці.<br><br>        
    Приспів:<br><br>    Душу й тіло ми положим за нашу свободу,<br>    
    І покажем, що ми, браття, козацького роду.<br><br>    
    Станем, браття, в бій кривавий від Сяну до Дону,<br>    
    В ріднім краю панувати не дамо нікому;<br>    
    Чорне море ще всміхнеться, дід Дніпро зрадіє,<br>    
    Ще у нашій Україні доленька наспіє.<br><br>    
    Приспів.<br><br>    
    А завзяття, праця щира свого ще докаже,<br>    
    Ще ся волі в Україні піснь гучна розляже,<br>    
    За Карпати відоб\'ється, згомонить степами,<br>    
    України слава стане поміж ворогами.<br><br>    
    Приспів.`;

     
export let songKalyna =

    '<em>Ой у лузі червона калина похилилася</em>,<br>' +
    'Чогось наша славна Україна зажурилася.<br>' +
    'А ми тую червону калину підіймемо,<br>' +
    'А ми нашу славну Україну, гей-гей, розвеселимо!<br>' +
    'А ми тую червону калину підіймемо,<br>' +
    'А ми нашу славну Україну, гей-гей, розвеселимо!<br>' +
    '<br>' +
    'Марширують наші добровольці у кривавий тан,<br>' +
    'Визволяти братів-українців з московських кайдан.<br>' +
    'А ми наших братів-українців визволимо,<br>' +
    'А ми нашу славну Україну, гей-гей, розвеселимо!<br>' +
    'А ми наших братів-українців визволимо,<br>' +
    'А ми нашу славну Україну, гей-гей, розвеселимо!<br>' +
    '<br>' +
    'Ой у полі ярої пшениці золотистий лан,<br>' +
    'Розпочали стрільці українські з москалями тан,<br>' +
    'А ми тую ярую пшеницю ізберемо,<br>' +
    'А ми нашу славну Україну, гей-гей, розвеселимо!<br>' +
    'А ми тую ярую пшеницю ізберемо,<br>' +
    'А ми нашу славну Україну, гей-гей, розвеселимо!<br>' +
    '<br>' +
    'Як повіє буйнесенький вітер з широких степів,<br>' +
    'То прославить по всій Україні січових стрільців.<br>' +
    'А ми тую стрілецькую славу збережемо,<br>' +
    'А ми нашу славну Україну, гей-гей, розвеселимо!<br>' +
    'А ми тую стрілецькую славу збережемо,<br>' +
    'А ми нашу славну Україну, гей-гей, розвеселимо!';

export let songViter =
    '<em>Повіяв вітер степовий</em>,<br>' +
    'Трава ся похилила,<br>' +
    'Впав в бою хлопець молодий –<br>' +
    'Дівчина затужила.<br>' +
    '<br>' +
    'А був то хлопець молодий,<br>' +
    'Йому лише кохати,<br>' +
    'Він впав, як той сухий листок,<br>' +
    'Повік буде лежати.<br>' +
    '<br>' +
    'Летит ворон з прикрих сторон,<br>' +
    'Жаль-, жалібненько кряче:<br>' +
    '"Вставай, козаче молодий,–<br>' +
    'Твоя дівчина плаче".<br>' +
    '<br>' +
    'Заплаче мати не одна,<br>' +
    'Заплаче Україна,<br>' +
    'Що не одного козака<br>' +
    'Сира земля накрила.<br>' +
    '<br>' +
    'Летить ворон з чужих сторон,<br>' +
    'Та й попіл з вітру в’ється –<br>' +
    'Щасливий той козаченько,<br>' +
    'Що за Вкраїну б’ється.';